openfoam_cases/baseline_no_guide/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      momentumTransport;
}

simulationType  RAS;

RAS
{
    model           kOmegaSST;
    turbulence      on;
}
