openfoam_cases/baseline_no_guide/system/meshQualityDict
FoamFile
{
    format      ascii;
    class       dictionary;
    object      meshQualityDict;
}

#includeEtc "caseDicts/mesh/generation/meshQualityDict"
minFaceWeight 0.02;
